{
  "n1": "The path to your success,",
  "n2": "With us.",
  "n3": "We build websites that get results. Fast, modern, and made to grow your Brand.",
  "n4": "Book a call",
  "n5": "About Us",
  "n6": "Process",
  "n7": "FAQs",
  "n8": "The Development process",
  "n9": "that we go through with the client",
  "n10": "Consult your idea",
  "n11": "We start by understanding your vision and goals-then help shape them into a clear, actionable plan.",
  "n12": "Choose",
  "n13": "We recommend the most effective technologies based on your needs, scalability, and timeline.",
  "n14": "Design",
  "n15": "From wireframes to UI/UX, we design intuitive, user-focused experiences that stand out.",

  "n16": "Develop",
  "n17": "Our developers bring your product to life with clean code and reliable architecture.",
  "n18": "industries",
  "n19": "Solutions for Every Industry",
  "n20": "Finance",
  "n21": "Finance, Banking, & Insurance",
  "n22": "At Done Web Design, we empower financial services companies, from startups to established banks, to navigate the complexities of modern technology, customer demands, and regional regulations. Our solutions include cutting-edge payment systems, open banking, digital and mobile banking applications, innovative lending platforms, blockchain-based solutions, and sophisticated investment and trading platforms.",
  "n23": "ecommerce",
  "n24": "eCommerce, Retail, & Consumer Goods",
  "n25": "Done Web Design specializes in crafting tailored eCommerce platforms for both online and offline retailers. We design and implement custom software that boosts operational efficiency, reduces costs, and enhances transparency. With over 12 years of experience in digital shelf analytics, we deliver solutions that drive higher conversion rates and increased revenue, perfectly balancing the needs of merchants and consumers.",
  "n26": "Top challenges",
  "n27": "we solve",
  "n28": "Quick market entry",
  "n29": "We help startups and businesses launch their web platforms faster with agile development and smart design, getting them market-ready in record time.",
  "n30": "Digital acceleration",
  "n31": "Our team builds modern, scalable websites and applications that drive growth, streamline operations, and future-proof your digital presence.",
  "n32": "Product expansion",
  "n33": "From idea to launch - and beyond. We support businesses in expanding their digital products with new features, better user experiences, and cutting-edge technologies.",
  "n34": "Contact Us!",
  "n35": "Fill out the form below and we'll get back to you once we've processed your request.",
  "n36": "*Name",
  "n37": "*Company",
  "n38": "*Corporate Email",
  "n39": "*Phone",
  "n40": "Send",
  "n41": "By clicking Send, you agree to our",
  "n42": "Privacy Policy",
  "n43": "Contact Us:",
  "n44": "Mail us at:",
  "n45": "Our WhatsApp:",
  "n46": "QUICK NAVIGATION",
  "n47": "The Development process",
  "n48": "Industries",
  "n49": "Top Challanges",
  "n50": "Contact Us",
  "n51": "Cookie Policy",
  "n52": "Terms & Conditions",
  "n53": "About",
  "n54": "Get to know us",
  "n55": "Our team is built on a shared love for technology, creativity, and helping businesses grow. We blend fresh ideas with reliable execution to create web solutions that stand out.",
  "n56": "Our Mission",
  "n57": "We’re here to empower brands through smart, user-focused digital experiences that drive real results.",
  "n58": "Innovation",
  "n59": "We embrace creativity and forward-thinking to build solutions that are not just good, but exceptional.",
  "n60": "Collaboration",
  "n61": "We believe the best results come from working together — with our clients, and within our team.",
  "n62": "Our Vision",
  "n63": "To be the go-to partner for businesses looking to innovate, grow, and make an impact online.",
  "n64": "Frequently Asked Questions (FAQs)",
  "n65": "Find answers to the most common questions about our web development services and how we can help bring your digital projects to life.",
  "n66": "1. What services do you offer?",
  "n67": "We specialize in web development, including:",
  "n68": "Custom website design and development",
  "n69": "E-commerce solutions",
  "n70": "Website maintenance and updates",
  "n71": "Responsive and mobile-friendly design",
  "n72": "SEO optimization",
  "n73": "Integration with third-party services and APIs",
  "n74": "2. What industries do you work with?",
  "n75": "We work with businesses across a wide range of industries, including:",
  "n76": "E-commerce",
  "n77": "Real estate",
  "n78": "Healthcare",
  "n79": "Education",
  "n80": "Finance",
  "n81": "Hospitality",
  "n82": "Startups and SMEs Whether you're a small business or a large corporation, we tailor our services to your needs.",
  "n83": "3. How long does it take to build a website?",
  "n84": "The timeline depends on the size and complexity of the project. A standard website typically takes 4–8 weeks from initial consultation to launch. More complex projects like custom web applications may take longer. We’ll provide you with a detailed timeline after the project scope is defined.",
  "n85": "4. How much does a website cost?",
  "n86": "Costs vary based on your specific needs — the number of pages, design complexity, special features (like e-commerce, custom forms, integrations), and more. After a free consultation, we’ll send you a personalized quote.",
  "n87": "5. Will my website be mobile-friendly?",
  "n88": "Absolutely! All websites we build are fully responsive, meaning they look great and work seamlessly on desktops, tablets, and smartphones.",
  "n89": "6. Do you provide website maintenance and support after launch?",
  "n90": "Yes! We offer ongoing maintenance packages to keep your website updated, secure, and running smoothly. This includes regular backups, security updates, content updates, and technical support.",
  "n91": "7. Can you redesign my existing website?",
  "n92": "Of course. We can update or completely redesign your existing website to improve its performance, user experience, and appearance while keeping your brand identity intact.",
  "n93": "8. Do you offer SEO services?",
  "n94": "Yes, we integrate basic SEO best practices into every website we build. We also offer advanced SEO packages, including keyword research, on-page optimization, and SEO audits to help boost your site's visibility on search engines.",
  "n95": "9. How do I get started?",
  "n96": "Simply contact us for a free consultation! We'll discuss your needs, goals, and ideas, and then provide you with a project proposal and timeline.",
  "n97": "10. How can I contact you?",
  "n98": "You can reach us via:",
  "n99": "Terms and Conditions",
  "n100": "Welcome to Done Web Design! These Terms and Conditions (“Terms”) govern your use of our website, including any content, services, or features offered through it. By accessing or using this website, you agree to comply with these Terms. If you do not agree, please do not use the site.",
  "n101": "2. Our Services",
  "n102": "We offer professional web design and web development services, including building websites, web security, optimization, maintenance, and digital consulting. The information provided on this site is for informational purposes only. For personalized offers, please contact us directly.",
  "n103": "3. Eligibility",
  "n104": "To work with our company, you must be at least 18 years old or be the legal representative of a legal entity. By using this site, you confirm that you meet these requirements.",
  "n105": "4. Intellectual Property",
  "n106": "All materials on this site - including texts, images, code, logos, layouts, and visual content - are our property or are used with permission and are protected by copyright and intellectual property laws. Copying, reproducing, distributing, or reusing any content without our written consent is strictly prohibited.",
  "n107": "5. Inquiries and Collaborations",
  "n108": "Submitting an inquiry through the contact form, email, or other channels does not automatically guarantee the acceptance of a collaboration. We reserve the right to select projects based on internal criteria, availability, and the specifics of each request.",
  "n109": "6. Quotation and Payment",
  "n110": "Each project is subject to a customized quotation based on its complexity, duration, and client requirements. Payment terms are based on an invoice, under the terms agreed upon in the contract or commercial offer. Generally, we require an advance payment before starting the work. We reserve the right to suspend work in the event of non-payment or prolonged delay.",
  "n111": "7. Limitation of Liability",
  "n112": "We are not responsible for any data loss, decrease in traffic, technical issues, or indirect consequences arising from the use of websites developed by us, unless caused by our gross negligence. It is the client's responsibility to ensure regular backups, data security, and the quality of the content provided.",
  "n113": "8. Third-Party Links",
  "n114": "Our website may contain links to external sites. We have no control over the content of these sites and accept no responsibility for their policies or any damages resulting from accessing them.",
  "n115": "9. Privacy and Data Protection",
  "n116": "Personal data collected through the contact form or direct communication is handled with the utmost confidentiality and in accordance with GDPR legislation. We do not sell or distribute this data to third parties, unless necessary for the execution of a collaboration and with your consent.",
  "n117": "10. Changes to the Terms",
  "n118": "We may update these Terms periodically. Any changes will be published on this page, and continued use of the site implies acceptance of the updated version.",
  "n119": "11. Governing Law",
  "n120": "These Terms are governed by Romanian law. Any disputes related to these Terms shall be settled by the competent courts of Romania.",
  "n121": "Our Ofiice",
  "n122": "Cookies Policy",
  "n123": "Last updated: {{ lastUpdated }}",

  "n124": "1. What are cookies?",
  "n125": "Cookies are small text files stored on your device (computer, tablet, mobile phone) when you visit our website. They allow the website to recognize your device and remember information about your visit, such as language preferences, font size, and other display settings.",
  "n126": "Cookies are widely used to make websites function more efficiently and to provide information to site owners. They enhance user experience and help personalize content.",

  "n127": "2. Types of cookies we use",

  "n128": "3. How we use cookies",
  "n129": "We use cookies for various purposes, including:",
  "n130": "Ensuring the proper functionality of our website",
  "n131": "Saving your preferences and providing you with a personalized experience",
  "n132": "Analyzing how our website is used to improve its performance",
  "n133": "Delivering advertisements tailored to your interests",
  "n134": "Facilitating content sharing on social media platforms",

  "n135": "4. Third-party cookies",
  "n136": "In addition to our own cookies, we allow certain third parties to place cookies on your device when you visit our site. These third parties include:",
  "n137": "These third parties may use their own cookies to collect information about your online activities across different websites. We recommend reviewing their privacy policies for more information about how they use your data.",

  "n138": "5. Managing cookies",
  "n139": "You can control and manage cookies in various ways. Most web browsers allow you to manage your cookie preferences through their settings.",
  "n140": "You can:",
  "n141": "Please note that blocking or deleting cookies may affect your browsing experience and some features of our website may become unavailable.",
  "n142": "For information on how to manage cookies in your browser, please refer to the browser's help pages:",

  "n143": "6. Changes to the Cookie Policy",
  "n144": "We reserve the right to update the Cookie Policy at any time. Any changes will be posted on this page, and the \"Last updated\" date at the top will be revised accordingly.",
  "n145": "We encourage you to review this Cookie Policy periodically to stay informed about how we use cookies.",

  "n146": "7. Contact",
  "n147": "If you have any questions or concerns regarding the Cookie Policy or our practices, please contact us at:",
  "n148": "Email: {{ contactInfo.email }}",
  "n149": "Address: {{ contactInfo.address }}",
  "n150": "Phone: {{ contactInfo.phone }}",
  "cookieTypes": [
    {
      "title": "2.1. Strictly Necessary Cookies",
      "content": "These cookies are essential for the proper functioning of our website...",
      "examples": "Examples: session cookies, authentication cookies, shopping cart cookies."
    },
    {
      "title": "2.2. Preference Cookies",
      "content": "These cookies allow the website to remember choices you make...",
      "examples": "Examples: language preference cookies, font size preference cookies."
    },
    {
      "title": "2.3. Statistical (Analytical) Cookies",
      "content": "These cookies collect information about how visitors use our website...",
      "examples": "Examples: Google Analytics cookies..."
    },
    {
      "title": "2.4. Marketing Cookies",
      "content": "These cookies are used to track visitors across websites...",
      "examples": "Examples: cookies for personalized ads, cookies for social media platforms."
    }
  ],
  "thirdPartyCookies": [
    "Analytics services (such as Google Analytics)...",
    "Advertising networks - to deliver relevant advertisements...",
    "Social media platforms (such as Facebook, Twitter)..."
  ],
  "managementOptions": [
    "Delete existing cookies from your device",
    "Block cookies from being placed on your device",
    "Configure your browser to notify you before accepting cookies",
    "Accept only certain types of cookies"
  ],
  "browsers": ["Google Chrome", "Mozilla Firefox", "Microsoft Edge", "Safari"]
}
