{
  "n1": "Drumul către succesul tău,",
  "n2": "cu noi.",
  "n3": "Creăm site-uri web care oferă rezultate. Rapide, moderne și construite pentru a-ți dezvolta brandul.",
  "n4": "Rezervă un apel",
  "n5": "Despre Noi",
  "n6": "Procesul",
  "n7": "Întrebări frecvente",
  "n8": "Procesul de dezvoltare",
  "n9": "prin care trecem împreună cu clientul",
  "n10": "Consultă-ți ideea",
  "n11": "Începem prin a înțelege viziunea și obiectivele tale – apoi le transformăm într-un plan clar și acționabil.",
  "n12": "Alege",
  "n13": "Recomandăm cele mai eficiente tehnologii în funcție de nevoile tale, scalabilitate și termen.",
  "n14": "Design",
  "n15": "De la schițe la UI/UX, creăm experiențe intuitive, centrate pe utilizator, care ies în evidență.",
  "n16": "Dezvoltare",
  "n17": "Dezvoltatorii noștri dau viață produsului tău cu cod curat și o arhitectură solidă.",
  "n18": "industrii",
  "n19": "Soluții pentru orice industrie",
  "n20": "Finanțe",
  "n21": "Finanțe, Bănci & Asigurări",
  "n22": "La Done Web Design, sprijinim companiile din domeniul financiar – de la startup-uri până la bănci consacrate – să facă față provocărilor tehnologice, cerințelor clienților și reglementărilor locale. Oferim soluții moderne precum sisteme de plată avansate, open banking, aplicații bancare digitale și mobile, platforme de creditare inovatoare, soluții pe bază de blockchain și sisteme complexe de investiții și tranzacționare.",
  "n23": "comerț electronic",
  "n24": "eCommerce, Retail & Bunuri de consum",
  "n25": "Done Web Design dezvoltă platforme eCommerce personalizate, adaptate comercianților online și offline. Livrăm software la comandă care crește eficiența operațională, reduce costurile și oferă transparență. Cu peste 12 ani de experiență în analiza rafturilor digitale, generăm soluții care cresc conversiile și veniturile, menținând echilibrul perfect între nevoile comercianților și ale consumatorilor.",
  "n26": "Provocări majore",
  "n27": "pe care le rezolvăm",
  "n28": "Lansare rapidă pe piață",
  "n29": "Ajutăm afacerile și startup-urile să-și lanseze platformele web rapid, prin dezvoltare agilă și design inteligent – gata de piață în timp record.",
  "n30": "Accelerare digitală",
  "n31": "Construim site-uri și aplicații moderne, scalabile, care susțin creșterea, eficientizează operațiunile și asigură o prezență digitală durabilă.",
  "n32": "Extinderea produsului",
  "n33": "De la idee la lansare – și mai departe. Susținem afacerile în dezvoltarea produselor digitale cu funcționalități noi, experiențe îmbunătățite și tehnologii avansate.",
  "n34": "Contactează-ne!",
  "n35": "Completează formularul de mai jos și revenim cu un răspuns după procesarea cererii. * câmp obligatoriu.",
  "n36": "*Nume",
  "n37": "*Companie",
  "n38": "*Email corporativ",
  "n39": "*Telefon",
  "n40": "Trimite",
  "n41": "Prin apăsarea pe Trimite, ești de acord cu",
  "n42": "Politica de Confidențialitate",
  "n43": "Contactează-ne:",
  "n44": "Email:",
  "n45": "WhatsApp-ul nostru:",
  "n46": "NAVIGARE RAPIDĂ",
  "n47": "Procesul de dezvoltare",
  "n48": "Industrii",
  "n49": "Provocări",
  "n50": "Contacteaza-ne",
  "n51": "Politica cookie-uri",
  "n52": "Termeni & condiții",
  "n53": "Despre",
  "n54": "Cunoaște-ne mai bine",
  "n55": "Echipa noastră este unită de pasiunea pentru tehnologie, creativitate și dorința de a ajuta afacerile să crească. Combinăm idei proaspete cu execuție solidă pentru a livra soluții web de impact.",
  "n56": "Misiunea noastră",
  "n57": "Ne dorim să împuternicim brandurile prin experiențe digitale inteligente, axate pe utilizator, care generează rezultate reale.",
  "n58": "Inovație",
  "n59": "Îmbrățișăm creativitatea și gândirea orientată spre viitor pentru a construi soluții nu doar bune, ci remarcabile.",
  "n60": "Colaborare",
  "n61": "Credem că cele mai bune rezultate vin din colaborare – atât cu clienții, cât și în interiorul echipei noastre.",
  "n62": "Viziunea noastră",
  "n63": "Să fim partenerul de încredere pentru afacerile care doresc să inoveze, să crească și să aibă un impact online.",
  "n64": "Întrebări frecvente (FAQs)",
  "n65": "Găsește răspunsuri la cele mai frecvente întrebări despre serviciile noastre de web development și cum te putem ajuta să-ți transformi ideile digitale în realitate.",
  "n66": "1. Ce servicii oferiți?",
  "n67": "Ne specializăm în dezvoltare web, inclusiv:",
  "n68": "Design și dezvoltare de site-uri personalizate",
  "n69": "Soluții e-commerce",
  "n70": "Mentenanță și actualizări site",
  "n71": "Design responsiv și adaptat pentru mobil",
  "n72": "Optimizare SEO",
  "n73": "Integrare cu servicii și API-uri externe",
  "n74": "2. Cu ce industrii lucrați?",
  "n75": "Colaborăm cu afaceri dintr-o gamă largă de domenii, inclusiv:",
  "n76": "Comerț electronic",
  "n77": "Imobiliare",
  "n78": "Sănătate",
  "n79": "Educație",
  "n80": "Finanțe",
  "n81": "Ospitalitate",
  "n82": "Startup-uri și IMM-uri – fie că ești o companie mică sau una mare, adaptăm serviciile în funcție de nevoile tale.",
  "n83": "3. Cât durează realizarea unui site web?",
  "n84": "Durata depinde de dimensiunea și complexitatea proiectului. Un site standard poate dura între 4 și 8 săptămâni, de la consultarea inițială până la lansare. Proiectele mai complexe, cum ar fi aplicațiile web personalizate, pot necesita mai mult timp. Îți vom oferi un calendar detaliat după ce stabilim specificațiile.",
  "n85": "4. Cât costă realizarea unui site?",
  "n86": "Costurile variază în funcție de cerințele tale – numărul de pagini, complexitatea designului, funcționalitățile speciale (e-commerce, formulare personalizate, integrări) etc. După o consultație gratuită, îți vom trimite o ofertă personalizată.",
  "n87": "5. Site-ul meu va fi compatibil cu mobilul?",
  "n88": "Absolut! Toate site-urile dezvoltate de noi sunt complet responsive – arată și funcționează impecabil pe desktop, tabletă și smartphone.",
  "n89": "6. Oferiți mentenanță și suport după lansare?",
  "n90": "Da! Avem pachete de mentenanță care includ actualizări regulate, backup-uri, securitate, modificări de conținut și suport tehnic.",
  "n91": "7. Puteți redesena site-ul meu existent?",
  "n92": "Desigur. Putem actualiza sau reface complet site-ul tău pentru a-i îmbunătăți performanța, experiența utilizatorului și aspectul vizual – păstrând în același timp identitatea brandului.",
  "n93": "8. Oferiți servicii SEO?",
  "n94": "Da, implementăm cele mai bune practici SEO în toate site-urile dezvoltate. Oferim și pachete SEO avansate, care includ cercetare de cuvinte-cheie, optimizare on-page și audituri SEO pentru a-ți crește vizibilitatea online.",
  "n95": "9. Cum începem colaborarea?",
  "n96": "Contactează-ne pentru o consultație gratuită! Vom discuta despre nevoile, obiectivele și ideile tale, iar apoi îți vom trimite o propunere de proiect și un calendar estimativ.",
  "n97": "10. Cum vă pot contacta?",
  "n98": "Ne poți contacta prin:",
  "n99": "Termeni și Condiții",
  "n100": "Bine ai venit la Done Web Design! Acești Termeni și Condiții („Termeni”) reglementează utilizarea site-ului nostru, inclusiv orice conținut, servicii sau funcționalități oferite prin intermediul său. Prin accesarea sau utilizarea acestui site, accepți acești Termeni. Dacă nu ești de acord, te rugăm să nu folosești site-ul.",
  "n101": "2. Serviciile noastre",
  "n102": "Oferim servicii profesionale de design și dezvoltare web, inclusiv creare site-uri, securitate, optimizare, mentenanță și consultanță digitală. Informațiile de pe acest site sunt cu caracter informativ. Pentru oferte personalizate, te rugăm să ne contactezi direct.",
  "n103": "3. Eligibilitate",
  "n104": "Pentru a colabora cu compania noastră, trebuie să ai cel puțin 18 ani sau să fii reprezentantul legal al unei entități juridice. Prin utilizarea acestui site, confirmi că îndeplinești aceste condiții.",
  "n105": "4. Drepturi de proprietate intelectuală",
  "n106": "Toate materialele de pe acest site – inclusiv texte, imagini, cod, sigle, layout-uri și conținut vizual – sunt proprietatea noastră sau sunt utilizate cu permisiune și sunt protejate de legile drepturilor de autor. Copierea, reproducerea, distribuirea sau reutilizarea conținutului fără acordul nostru scris este strict interzisă.",
  "n107": "5. Cereri și colaborări",
  "n108": "Transmiterea unei cereri prin formularul de contact, email sau alte canale nu garantează automat acceptarea unei colaborări. Ne rezervăm dreptul de a selecta proiectele în funcție de criterii interne, disponibilitate și specificul cererii.",
  "n109": "6. Oferte și plăți",
  "n110": "Fiecare proiect este evaluat individual, în funcție de complexitate, durată și cerințele clientului. Termenii de plată sunt stabiliți prin contract sau ofertă comercială. În general, solicităm un avans înainte de începerea lucrului. Ne rezervăm dreptul de a suspenda activitatea în caz de neplată sau întârziere prelungită.",
  "n111": "7. Limitarea responsabilității",
  "n112": "Nu ne asumăm răspunderea pentru pierderi de date, scăderi de trafic, probleme tehnice sau alte consecințe indirecte rezultate din utilizarea site-urilor dezvoltate de noi, cu excepția cazurilor de neglijență gravă. Este responsabilitatea clientului să asigure backup-uri regulate, securitatea datelor și calitatea conținutului furnizat.",
  "n113": "8. Linkuri către terți",
  "n114": "Site-ul nostru poate conține linkuri către site-uri externe. Nu avem control asupra conținutului acestora și nu ne asumăm răspunderea pentru politicile sau daunele cauzate de accesarea lor.",
  "n115": "9. Confidențialitate și protecția datelor",
  "n116": "Datele personale colectate prin formularul de contact sau comunicarea directă sunt tratate cu maximă confidențialitate, conform legislației GDPR. Nu vindem și nu distribuim aceste date către terți, decât dacă este necesar pentru desfășurarea colaborării și cu acordul tău.",
  "n117": "10. Modificarea Termenilor",
  "n118": "Putem actualiza acești Termeni periodic. Orice modificări vor fi publicate pe această pagină, iar continuarea utilizării site-ului presupune acceptarea versiunii actualizate.",
  "n119": "11. Legea aplicabilă",
  "n120": "Acești Termeni sunt guvernați de legislația română. Orice litigii legate de acești Termeni vor fi soluționate de instanțele competente din România.",
  "n121": "Oficiul nostru"
}
